
{
  "footer.title": "Follow us on social networks",
  "homepage.title": "Devotech PC, at your service for your IT needs.",
  "homepage.ogTitle": "Devotech PC - Homepage",
  "homepage.missionTitle": "Our Mission",
  "homepage.missionDescription": "Devotech PC is the perfect place for your computer needs. Combining complete computer personalization with in-home delivery and configuration, we go above and beyond to provide you with unparalleled customer service.",
  "homepage.visionTitle": "Our Vision",
  "homepage.visionDescription": "Our sound expertise sets us apart. It’s an asset that helps us draw attention to your brand.",
  "homepage.valuesTitle": "Our Values",
  "homepage.valuesDescription": "Efficiency, simplicity, and supporting local talent to bring your projects to life.",
  "homepage.valuesButton": "Learn More",

  "about.title": "About Us",
  "about.ogTitle": "Devotech PC - About Us",
  "about.customerServiceTitle": "Customer service description text",
  "about.customerServiceDescription": "Devotech PC is more than the configuration of a simple basic computer. It is the configuration of a personalized computer that matches your vision and corresponds as precisely as possible to your needs and desires. By integrating home delivery as well as direct on-site configuration with these services, Devotech PC sets itself apart from the competition with its unparalleled customer service and customer satisfaction monitoring.",
  "about.homeServiceTitle": "Home service explanation",
  "about.homeServiceDescription": "Devotech PC's home service is one of a kind. It includes the personalized delivery of your computer components and the configuration of said components directly to your home by our qualified personnel. In addition, we offer the installation of all software necessary to operate a computer.",

  "services.title": "Our Services",
  "services.ogTitle": "Devotech PC - Nos Services",
  "services.computerRepairTitle": "Computer repair and maintenance (software or components)",
  "services.computerRepairDescription": "Devotech PC provides repair and maintenance services for your computers. From cabling to software management, Devotech PC takes care of everything. Do you want to start fresh while keeping your current computer? Complete formatting of your computer and a new installation of your operating system are available.",
  "services.customConfigTitle": "Custom Computer Configuration",
  "services.customConfigDescription": "Are you looking for a computer with specific specifications? Then Devotech PC has the solution for you. We will configure a computer that will meet your needs and your budget. A customizable cooling system is also possible.",
  "services.computerModifTitle": "Computers Modification/Improvement",
  "services.computerModifDescription": "Want to keep your current computer, but want better performance without putting all your savings into it? It's possible! By changing certain internal components, you will obtain a computer that will better meet your current needs, while respecting your budget.",
  "services.homeDeliveryTitle": "Home Delivery and Installation",
  "services.homeDeliveryDescription": "Depending on the location, home delivery and installation is an option unique to Devotech PC, so no travel on your end. We can thus ensure an optimal assembly and configuration of your computer.",
  
  "contact.title": "Contact Us",
  "contact.ogTitle": "Devotech PC - Contact us",
  "contact.moreInfoTitle": "Let’s Talk.",
  "contact.moreInfoDescription": "Do not hesitate to contact us for more information. We are happy to get back to you as soon as possible.",
  "contact.contactUsTitle": "Contact Us",
  "contact.emailTitle": "Email",
  "contact.phoneNumberTitle": "Phone number",
  "contact.emailBody": "Your message",
  "contact.emailSubject": "Email subject",
  "contact.sendButton": "Send",
  "contact.firstAndLastName": "First and Last name",
  "contact.email": "Email",
  "contact.phone": "Phone",
  "contact.successMessage": "Your message was sent successfuly",
  "contact.errorMessage": "An error occured while sending the message"

}