
{
  "footer.title": "Follow us on social networks",
  "homepage.title": "Devotech PC, at your service for your IT needs.",
  "homepage.ogTitle": "Praximis Design - Homepage",
  "homepage.missionTitle": "Our Mission",
  "homepage.missionDescription": "Devotech PC is the perfect place for your computer needs. Combining complete computer personalization with in-home delivery and configuration, we go above and beyond to provide you with unparalleled customer service.",
  "homepage.visionTitle": "Our Vision",
  "homepage.visionDescription": "Our sound expertise sets us apart. It’s an asset that helps us draw attention to your brand.",
  "homepage.valuesTitle": "Our Values",
  "homepage.valuesDescription": "Efficiency, simplicity, and supporting local talent to bring your projects to life.",
  "homepage.valuesButton": "Learn More",
  "about.title": "About Us",
  "about.ogTitle": "Praximis Design - About Us",
  "about.introTitle": "Praximis Design",
  "about.introDescription": "We work with a team of experts in various fields with extensive knowledge in digital marketing and website creation as well as the experience required to understand your needs and objectives.",
  "about.recruitingTitle": "Let us do the recruiting",
  "about.recruitingDescription": "We manage human resources (i.e., photographers, local marketing specialists, etc.) based on your location (country, city, or neighbourhood), thus supporting local talent in your community.",
  "about.brandingTitle": "Branding",
  "about.brandingDescription": "We hold all of the right cards to assist you in your development. We propose effective web solutions, innovative ideas, and concrete action plans to develop your brand.",
  "portfolio.title": "Portfolio",
  "portfolio.ogTitle": "Praximis Design - Portfolio",
  "portfolio.latestWorksTitle": "Our Latest Work",
  "portfolio.categoryDropdownTitle": "Categories",
  "portfolio.noFilteredItems": "There's nothing from our portfolio matching this category. Please select another category.",
  "portfolio.noItems": "Coming Soon",
  "portfolio.allCategories": "All categories",

  "services.title": "Our Services",
  "services.ogTitle": "Praximis Design - Nos Services",
  "services.computerRepairTitle": "Computer repair and maintenance (software or components)",
  "services.computerRepairDescription": "Devotech PC provides repair and maintenance services for your computers. From cabling to software management, Devotech PC takes care of everything. Do you want to start fresh while keeping your current computer? Complete formatting of your computer and a new installation of your operating system are available.",
  "services.customConfigTitle": "Custom Computer Configuration",
  "services.customConfigDescription": "Are you looking for a computer with specific specifications? Then Devotech PC has the solution for you. We will configure a computer that will meet your needs and your budget. A customizable cooling system is also possible.",
  "services.computerModifTitle": "Computers Modification/Improvement",
  "services.computerModifDescription": "Want to keep your current computer, but want better performance without putting all your savings into it? It's possible! By changing certain internal components, you will obtain a computer that will better meet your current needs, while respecting your budget.",
  "services.homeDeliveryTitle": "Home Delivery and Installation",
  "services.homeDeliveryDescription": "Depending on the location, home delivery and installation is an option unique to Devotech PC, so no travel on your end. We can thus ensure an optimal assembly and configuration of your computer.",
  
  "contact.title": "Contact Us",
  "contact.ogTitle": "Praximis Design - Contact us",
  "contact.letsTalkTitle": "Let’s Talk.",
  "contact.letsTalkDescription": "All major relationships start with a conversation. No matter where you’re located, we’ll find a way to work with you.",
  "contact.contactUsTitle": "Contact Us",
  "contact.emailTitle": "Email",
  "contact.phoneNumberTitle": "Phone number",
  "contact.emailBody": "Email body",
  "contact.emailSubject": "Email subject",
  "contact.sendButton": "Send",
  "contact.firstAndLastName": "First and last name",
  "contact.email": "Email",
  "contact.phone": "Phone",
  "contact.successMessage": "Your message was sent successfuly",
  "contact.errorMessage": "An error occured while sending the message"

}