{
  "footer.title": "Suivez-nous sur les réseaux sociaux!",
  "homepage.title": "Dévotech PC, à votre service pour vos besoins informatique.",
  "homepage.ogTitle": "Praximis Design - Page d'accueil",
  "homepage.missionTitle": "Notre Mission",
  "homepage.missionDescription": "Dévotech PC, c'est l'endroit idéal pour vos besoins d'ordinateur. Alliant la personnalisation complète d'un ordinateur et la livraison à domicile, nous allons au-delà des attentes afin de vous assurer un service à la clientèle hors pair.",
  "homepage.visionTitle": "Notre Vision",
  "homepage.visionDescription": "Se distinguer par notre expertise pointue : un atout conséquent pour faire valoir votre marque.",
  "homepage.valuesTitle": "Nos Valeurs",
  "homepage.valuesDescription": "L’efficacité, la simplicité, et le soutien de la main-d’œuvre locale afin de réaliser vos projets.",
  "homepage.valuesButton": "En savoir plus",
  "about.title": "À propos de nous",
  "about.ogTitle": "Praximis Design - À propos de nous",
  "about.introTitle": "Praximis Design",
  "about.introDescription": "C’est synonyme d’excellence dans le monde du web. Nous vous accompagnerons de la conception à la mise en ligne.",
  "about.recruitingTitle": "Nous disposons d’une équipe aux disciplines variées",
  "about.recruitingDescription": "Aux connaissances larges dans le domaine de la création de sites web et du marketing digital qui sont capables de comprendre votre besoin et de définir vos objectifs. Nous nous engageons aussi d’assurer le recrutement et la gestion des ressources humaines (photographes, spécialiste en marketing local, etc.) en fonction de votre localisation (pays, ville, quartier) qui par le fait même encourage la main-d’œuvre locale de chaque zone géographique de nos clients.",
  "about.brandingTitle": "Praximis Design",
  "about.brandingDescription": "a toutes les cartes en mains pour vous accompagner dans votre développement. On vous propose des solutions web performantes, des idées novatrices, et des plans d’action concrets pour développer votre marque.",
  "portfolio.title": "Portfolio",
  "portfolio.ogTitle": "Praximis Design - Portfolio",
  "portfolio.latestWorksTitle": "Nos dernières réalisations",
  "portfolio.categoryDropdownTitle": "Catégories",
  "portfolio.noFilteredItems": "Aucun de nos projets ne correspond à la catégorie sélectionnée. Veuillez essayer une autre catégorie.",
  "portfolio.noItems": "À venir",
  "portfolio.allCategories": "Toutes les catégories",

  "services.title": "Nos Services",
  "services.ogTitle": "Praximis Design - Nos Services",
  "services.computerRepairTitle": "Réparation et entretien d’ordinateurs (logiciels ou composants)",
  "services.computerRepairDescription": "Dévotech PC offre un service de réparation et d’entretien pour vos ordinateurs. De la simple gestion du câblage à l’installation de logiciels, Dévotech PC s’occupe de tout. Vous voulez repartir à neuf tout en conservant votre ordinateur actuel ? Un formatage complet et une nouvelle installation de votre système d’exploitation sont disponibles.",
  "services.customConfigTitle": "Montage d’ordinateurs sur mesure",
  "services.customConfigDescription": "Vous recherchez un ordinateur avec des spécifications bien précises ? Dévotech PC a la solution pour vous. Nous assemblerons un ordinateur qui respectera vos demandes ainsi que votre budget. Un système de refroidissement personnalisable est également possible.",
  "services.computerModifTitle": "Modification/amélioration d’ordinateurs",
  "services.computerModifDescription": "Vous voulez conserver votre ordinateur actuel, mais recherchez de meilleures performances sans devoir y mettre toutes vos économies ? C’est possible ! En changeant certaines composantes internes, vous obtiendrez un ordinateur qui répondra plus à vos besoins actuels.",
  "services.homeDeliveryTitle": "Livraison et installation à domicile",
  "services.homeDeliveryDescription": "Tout dépendant du lieu, la livraison et l’installation à domicile sont des options uniques à Dévotech PC, donc pas de déplacement de votre côté. Nous pouvons ainsi assurer un assemblage et une configuration optimale de votre ordinateur",

  "contact.title": "Contacter-nous",
  "contact.ogTitle": "Praximis Design - Nous Joindre",
  "contact.letsTalkTitle": "Prenons le Temps de Discuter",
  "contact.letsTalkDescription": "Toute grande relation commence par une conversation. Peu importe où vous êtes, nous trouverons le moyen de travailler pour vous. Nous aimerions discuter avec vous et voir comment nous pouvons vous aider.",
  "contact.contactUsTitle": "Nous joindre",
  "contact.emailTitle": "Courriel",
  "contact.phoneNumberTitle": "Numéro de téléphone",
  "contact.emailBody": "Contenu du courriel",
  "contact.emailSubject": "Objet du courriel",
  "contact.sendButton": "Envoyer",
  "contact.firstAndLastName": "Prénom et nom",
  "contact.email": "Courriel",
  "contact.phone": "Téléphone",
  "contact.successMessage": "Votre message s'est envoyé avec succès",
  "contact.errorMessage": "Une erreur s'est produite lors de l'envoi du message"
}